9/data/attachments/f32fcb3d28f56992.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Mark_pass_Friend_56255_2</nif:username>
            <nif:friendToBeRequested>soap_friends_81c8aa6b-f2e9-4484-97ad-af51b585e73e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>